{
  "id": "1076277504",
  "type": "books",
  "title": "Not Pretty Enough",
  "subtitle": "The Unlikely Triumph of Helen Gurley Brown",
  "author": "Gerri Hirshey",
  "isbn": "9780374712235",
  "genreNames": [
    "Biographies & Memoirs",
    "Books"
  ],
  "seller": "Macmillan",
  "description": {
    "standard": "<b>In <i>Not Pretty Enough</i>, Gerri Hirshey reconstructs the life of Helen Gurley Brown, the trailblazing editor of <i>Cosmopolitan</i>, whose daring career both recorded and led to a shift in the sexual and cultural politics of her time.<br /></b><br />When Helen Gurley Brown’s <i>Sex and the Single Girl </i>first appeared in 1962, it whistled into buttoned-down America like a bombshell: Brown declared that it was okay— even imperative—for unmarried women to have and enjoy a sex life, and that equal rights for women should extend to the bedroom and the workplace. “How dare you?” thundered newspapers, radio hosts, and (mostly male) citizens. But more than two million women bought the book and hailed her as a heroine.<br /><br />Brown was also pilloried as a scarlet woman and a traitor to the women’s movement when she took over the failing Hearst magazine<i> Cosmopolitan </i>and turned it into a fizzy pink guidebook for “do-me” feminism. As the first magazine geared to the rising wave of single working women, it sold wildly. Today, more than 68 million young women worldwide are still reading some form of Helen Gurley Brown’s audacious yet comforting brand of self-help.<br /><br />“HGB” wasn’t the ideal poster girl for secondwave feminism, but she certainly started the conversation. Brown campaigned for women’s reproductive freedom and advocated skill and “brazenry” both on the job and in the boudoir—along with serial plastic surgery. When she died in 2012, her front-page obituary in the <i>New York Times </i>noted that though she succumbed at ninety, “parts of her were considerably younger.”<br /><br />Her life story is astonishing, from her roots in the Ozark Mountains of Arkansas, to her single-girl decade as a <i>Mad Men</i>–era copywriter in Los Angeles, which informed her first bestseller, to her years at the helm of <i>Cosmopolitan</i>. Helen Gurley Brown told her own story many times, but coyly, with plenty of camouflage. Here, for the first time, is the unvarnished and decoded truth about “how she did it”—from her comet-like career to “bagging” her husband of half a century, the movie producer David Brown.<br /><br />Full of firsthand accounts of HGB from many of her closest friends and rediscovered, little-known interviews with the woman herself, Gerri Hirshey’s <i>Not Pretty Enough </i>is a vital biography that shines new light on the life of one of the most vibrant, vexing, and indelible women of the twentieth century."
  },
  "offers": [
    {
      "buyParams": "productType=PUB&price=2990&salableAdamId=1076277504&pricingParameters=STDQ&pg=default",
      "type": "buy",
      "priceFormatted": "$2.99",
      "price": 2.99,
      "currencyCode": "USD",
      "assets": [
        {
          "flavor": "publication",
          "size": 2019395
        }
      ]
    }
  ],
  "pageCount": 528,
  "releaseDate": "2016-07-12",
  "pageProgressionDirection": "ltr",
  "isIBook": false,
  "artwork": {
    "width": 1490,
    "url": "https://is1-ssl.mzstatic.com/image/thumb/Publication18/v4/61/17/c5/6117c58c-77c3-515b-e97c-16f6d73cadfa/9780374712235.jpg/{w}x{h}bb.{f}",
    "height": 2237,
    "textColor3": "cec6c1",
    "textColor2": "e2c699",
    "textColor4": "bda27c",
    "assetToken": "Publication18/v4/61/17/c5/6117c58c-77c3-515b-e97c-16f6d73cadfa/9780374712235.jpg",
    "textColor1": "f7f2ef",
    "bgColor": "271507",
    "hasP3": false
  },
  "iBooksVersion": "1.5",
  "versionDesktopSupportLevel": "supported",
  "userRating": {
    "value": 4,
    "ratingCount": 3,
    "ratingCountList": [
      0,
      1,
      0,
      0,
      2
    ],
    "ariaLabelForRatings": "4.0 stars"
  },
  "name": "Not Pretty Enough",
  "criticalReviews": [
    {
      "source": "Publishers Weekly",
      "content": "Reviewed by Mary Kay BlakelyHirshey's compelling biography of Helen Gurley Brown chronicles a peculiarly American sexual history, beginning with the breadwinner-housewife marriages that birthed the baby boom generation. So it's more than a little amazing that when in 1964 Brown published Sex and the Single Girl in which she acknowledged having 178 affairs before marrying David Brown at age 37 she didn't think encouraging unmarried women to enjoy sex was radical or revolutionary. She described the book as mainly practical, sharing what she and her girlfriends had been talking about for nearly two decades. If a woman had challenging work and great sex, children and husbands could come later. This 500-page biography, thoroughly researched and reported, covers Helen's childhood in rural Arkansas, sometimes inflating difficulties common to Depression-era families. Brown's mother, Cleo, made thoughtless comments that damaged her self-confidence. (Didn't all mothers of her generation do that?) A fatal elevator accident killed her father, leaving his 10-year-old daughter with \"daddy issues\" for life. Brown's older sister, Mary, contracted polio and lost the ability to walk.Those childhood difficulties may or may not have triggered the neuroses Brown battled throughout life. She sought psychiatric help for depression at age 22 and financial insecurity plagued her.Weight preoccupations caused other neurotic behavior. She exercised fanatically at home and at the office, where she once stripped down to her underwear to work out in the stairwell.  While Hirshey offers copious evidence of Brown's eccentricities, she also documents truly admirable traits. A solid work ethic powered her through 17 low-wage clerical jobs before she was finally promoted to a copy writing position at the ad agency Foote, Cone & Belding. As editor of Cosmopolitan, she worked 70 80 hours per week. An exacting perfectionist, she was admired by her staff as a fair and thoughtful boss with business acumen learned on the job: she managed a tight budget, repackaged book chapters into articles, expanded ads, and increased circulation. She lived leanly and sent a quarter of her monthly salary home to her difficult mother and paralyzed sister.Brown's compete makeover of Cosmopolitan overloaded the magazine with self-help articles about sex, beauty, fashion, girlfriends, jobs, money, and pleasing your man. She drove most of her writers bonkers at least once (myself included), rewriting copy that might make her \"girls\" mad, guilty, sad, wounded, or insulted. She made some tremendous blunders (refusing to examine AIDS and the need for safe sex) and ignored important issues (both abortion and birth control were illegal in some states), exempting herself from controversy because she was \"a pragmatist, not an activist.\" But, as Hirshey concludes, she ruled with na vet  and sincerity that were impossible to fake. Mary Kay Blakely is a professor of magazine journalism at the Missouri School of Journalism and coeditor of Words Matter: Writing to Make a Difference (Univ. of Missouri, Apr.).",
      "date": "Mon May 23 00:00:00 PDT 2016",
      "copyright": "© Publishers Weekly"
    }
  ],
  "isPreorder": false,
  "publisher": "Farrar, Straus and Giroux",
  "artistName": "Gerri Hirshey",
  "primaryLocale": "en-US"
}
