{
  "id": "1171091308",
  "title": "How to Fall in Love with Anyone",
  "subtitle": "A Memoir in Essays",
  "author": "Mandy Len Catron",
  "isbn": "9781501137464",
  "genreNames": [
    "Family & Relationships",
    "Books",
    "Nonfiction",
    "Health, Mind & Body",
    "Psychology",
    "Biographies & Memoirs"
  ],
  "seller": "Simon & Schuster Digital Sales LLC",
  "offers": [
    {
      "buyParams": "productType=PUB&price=1990&salableAdamId=1171091308&pricingParameters=STDQ&pg=default",
      "type": "buy",
      "priceFormatted": "$1.99",
      "price": 1.99,
      "assets": [
        {
          "flavor": "publication",
          "size": 4583947
        }
      ]
    }
  ],
  "pageCount": 256,
  "releaseDate": "2017-06-27",
  "isIBook": false,
  "description": {
    "standard": "<b>“A beautifully written and well-researched cultural criticism as well as an honest memoir” (<i>Los Angeles Review of Books</i>) from the author of the popular <i>New York Times</i> essay, “To Fall in Love with Anyone, Do This,” explores the romantic myths we create and explains how they limit our ability to achieve and sustain intimacy.</b><br /><br />What really makes love last? Does love ever work the way we say it does in movies and books and Facebook posts? Or does obsessing over those love stories hurt our real-life relationships? When her parents divorced after a twenty-eight year marriage and her own ten-year relationship ended, those were the questions that Mandy Len Catron wanted to answer.<br /><br />In a series of candid, vulnerable, and wise essays that takes a closer look at what it means to love someone, be loved, and how we present our love to the world, “Catron melds science and emotion beautifully into a thoughtful and thought-provoking meditation” (<i>Bookpage</i>). She delves back to 1944, when her grandparents met in a coal mining town in Appalachia, to her own dating life as a professor in Vancouver. She uses biologists’ research into dopamine triggers to ask whether the need to love is an innate human drive. She uses literary theory to show why we prefer certain kinds of love stories. She urges us to question the unwritten scripts we follow in relationships and looks into where those scripts come from. And she tells the story of how she decided to test an experiment that she’d read about—where the goal was to create intimacy between strangers using a list of thirty-six questions—and ended up in the surreal situation of having millions of people following her brand-new relationship.<br /><br />“Perfect fodder for the romantic and the cynic in all of us” (<i>Booklist</i>), <i>How to Fall in Love with Anyone</i> flips the script on love. “Clear-eyed and full of heart, it is mandatory reading for anyone coping with—or curious about—the challenges of contemporary courtship” (<i>The Toronto Star</i>)."
  },
  "artwork": {
    "width": 1400,
    "url": "https://is1-ssl.mzstatic.com/image/thumb/Publication118/v4/d9/57/43/d9574331-d9cc-b596-fcd7-3c251ade51e9/9781501137464.jpg/{w}x{h}bb.{f}",
    "height": 2132,
    "textColor3": "e9d581",
    "textColor2": "f1e7dc",
    "textColor4": "e4c3b7",
    "assetToken": "Publication118/v4/d9/57/43/d9574331-d9cc-b596-fcd7-3c251ade51e9/9781501137464.jpg",
    "textColor1": "f8fd98",
    "bgColor": "ac3424",
    "hasP3": false
  },
  "versionDesktopSupportLevel": "supported",
  "userRating": {
    "value": 4.2,
    "ratingCount": 10,
    "ratingCountList": [
      1,
      1,
      0,
      1,
      7
    ],
    "ariaLabelForRatings": "4.2 stars"
  },
  "name": "How to Fall in Love with Anyone",
  "isPreorder": false,
  "publisher": "S&S/ Marysue Rucci Books",
  "artistName": "Mandy Len Catron",
  "editorialNotes": {
    "standard": "In 2015, Mandy Len Catron’s <i>New York Times</i> essay “To Fall in Love With Anyone, Do This” became a viral hit. Here, the Vancouver writer investigates&#xa0;how we cultivate romance&#xa0;with a depth and breadth that extends far beyond a kicky questionnaire. Her blend of cultural analysis and personal reflection—she shares openhearted anecdotes about her own relationship foibles and her parents’ epic&#xa0;love story&#xa0;and unexpected divorce—puts a refreshing spin on the nuts-and-bolts-of-love book. Catron explores how our attachment to romantic story lines muddles our ability to grasp the work that's required to forge&#xa0;intimate connections.&#xa0;\n"
  },
  "primaryLocale": "en-US"
}
