{
  "id": "1455076486",
  "title": "You Look Like a Thing and I Love You",
  "subtitle": "How Artificial Intelligence Works and Why It's Making the World a Weirder Place",
  "author": "Janelle Shane",
  "isbn": "9780316525237",
  "genreNames": ["Computers & Internet", "Books", "Computers", "Humor"],
  "seller": "Hachette Digital, Inc.",
  "description": {
    "standard": "<b>As heard on NPR's \"Science Friday,\" discover the book recommended by&#xa0;Malcolm Gladwell, Susan Cain, Daniel Pink, and Adam Grant: an \"accessible, informative, and hilarious\" introduction to the weird and wonderful world of artificial intelligence (Ryan North).</b><br /><br />\"You look like a thing and I love you\" is one of the best pickup lines ever . . . according to an artificial intelligence trained by scientist Janelle Shane, creator of the popular blog <i>AI Weirdness</i>. She creates silly AIs that learn how to name paint colors, create the best recipes, and even flirt (badly) with humans—all to understand the technology that governs so much of our daily lives.<br /><br />We rely on AI every day for recommendations, for translations, and to put cat ears on our selfie videos. We also trust AI with matters of life and death, on the road and in our hospitals. But how smart is AI <i>really</i>... and how does it solve problems, understand humans, and even drive self-driving cars?<br /><br />Shane delivers the answers to every AI question you've ever asked, and some you definitely haven't. Like, how can a computer design the perfect sandwich? What does robot-generated Harry Potter fan-fiction look like? And is the world's best Halloween costume really \"Vampire Hog Bride\"?<br /><br />In this smart, often hilarious introduction to the most interesting science of our time, Shane shows how these programs learn, fail, and adapt—and how they reflect the best and worst of humanity.<br /><br /><i>You Look Like a Thing and I Love You </i>is the perfect book for anyone curious about what the robots in our lives are thinking.<br /><br /><b>\"I can't think of a better way to learn about artificial intelligence, and I've never had so much fun along the way.\" —Adam Grant, <i>New York Times </i>bestselling author of <i>Originals</i></b>"
  },
  "editorialNotes": {
    "tagline": "Want to look toward the future while also having a good laugh? This book is an entertaining and thought-provoking examination of the ways that artificial intelligence is very strange, and it shows how that strangeness sheds light on us, its human creators.”"
  },
  "offers": [
    {
      "buyParams": "productType=PUB&price=11990&salableAdamId=1455076486&pricingParameters=STDQ&pg=default",
      "type": "buy",
      "priceFormatted": "$11.99",
      "price": 11.99,
      "assets": [
        {
          "flavor": "publication",
          "size": 27555200
        }
      ]
    }
  ],
  "pageCount": 272,
  "pageProgressionDirection": "ltr",
  "releaseDate": "2019-11-05",
  "isIBook": false,
  "artwork": {
    "width": 1733,
    "url": "https://is1-ssl.mzstatic.com/image/thumb/Publication124/v4/9f/a6/f9/9fa6f9ac-c008-4feb-e497-d74d29727f01/9780316525237.jpg/{w}x{h}bb.{f}",
    "height": 2600,
    "textColor3": "0b3609",
    "textColor2": "072200",
    "textColor4": "104609",
    "textColor1": "000f00",
    "bgColor": "37d530",
    "hasP3": false
  },
  "iBooksVersion": "1.5",
  "versionDesktopSupportLevel": "supported",

  "userRating": {
    "value": 4.2,
    "ratingCount": 18,
    "ratingCountList": [1, 1, 2, 3, 11],
    "ariaLabelForRatings": "4.2 stars"
  },
  "name": "You Look Like a Thing and I Love You",
  "publisher": "Little, Brown and Company",
  "isPreorder": false,
  "artistName": "Janelle Shane",
  "primaryLocale": "en-US"
}
