{
  "id": "365186470",
  "title": "The Seven Spiritual Laws of Success",
  "subtitle": "A Practical Guide to the Fulfillment of Your Dreams",
  "author": "Deepak Chopra",
  "isbn": "9781934408124",
  "genreNames": ["Self-Improvement", "Books", "Health, Mind & Body"],
  "seller": "Amber-Allen Publishing, Inc.",
  "offers": [
    {
      "buyParams": "productType=PUB&price=7990&salableAdamId=365186470&pricingParameters=STDQ&pg=default",
      "type": "buy",
      "priceFormatted": "$7.99",
      "price": 7.99,
      "assets": [
        {
          "flavor": "publication",
          "size": 6914388
        }
      ]
    }
  ],
  "pageCount": 65,
  "releaseDate": "2010-03-29",
  "isIBook": false,
  "description": {
    "standard": "In The Seven Spiritual Laws of Success, Deepak Chopra distills the essence of his teachings into seven simple, yet powerful principles that can easily be applied to create success in all areas of your life. <br/>\n<br/>\nBased on natural laws that govern all of creation, this book shatters the myth that success is the result of hard work, exacting plans, or driving ambition. Instead, Chopra offers a life-altering perspective on the attainment of success: Once we understand our true nature and learn to live in harmony with natural law, a sense of well-being, good health, fulfilling relationships, energy and enthusiasm for life, and material abundance will spring forth easily and effortlessly.<br/>\n<br/>\nFilled with timeless wisdom and practical steps you can apply right away, this is a book you will cherish for a lifetime, for within its pages are the secrets to making all your dreams come true. <br/>\n<br/>\n________________<br/>\n<br/>\n<br/>\n“A must-read for anyone who missed The Prophet, by Kahlil Gibran.” — The New York Times<br/>\n<br/>\n“Of all Deepak’s books, The Seven Spiritual Laws of Success gives a profound outline for conducting one’s life at the highest and most integrated level. It is magnificent.” — Anthony Robbins, Author, Unlimited Power<br/>\n<br/>\n“The Seven Spiritual Laws of Success make wonderful guiding principles for anyone attempting to create a productive and satisfying life or human organization.” — Ken Blanchard, Co-author, The One Minute Manager<br/>\n<br/>\n“The Seven Spiritual Laws of Success is a virtual reality tool-kit for the 21st-century spiritual traveler.” — Peter Guber, Chairman and CEO, Sony Pictures Entertainment<br/>\n<br/>\n________________<br/>\n<br/>\nAbout the Author<br/>\n<br/>\nDeepak Chopra is a world-renowned leader in the fields of holistic health and human potential. He is The New York Times bestselling author of numerous books and audio programs that cover every aspect of mind, body, and spirit. His books have been translated into more than 50 languages, and he travels widely throughout the world promoting peace, health, and well-being."
  },
  "artwork": {
    "width": 1766,
    "url": "https://is1-ssl.mzstatic.com/image/thumb/Publication124/v4/94/23/22/942322b7-5156-c4df-d23d-78242b668a8c/52731bbf-38f0-4bb0-a226-9e2f5089a8d4_cover_image.jpg/{w}x{h}bb.{f}",
    "height": 2560,
    "textColor3": "373028",
    "textColor2": "2d2e20",
    "textColor4": "514a36",
    "textColor1": "0c0e0e",
    "bgColor": "e4b98e",
    "hasP3": false
  },
  "versionDesktopSupportLevel": "supported",

  "userRating": {
    "value": 4.7,
    "ratingCount": 1646,
    "ratingCountList": [42, 24, 57, 202, 1321],
    "ariaLabelForRatings": "4.7 stars"
  },
  "name": "The Seven Spiritual Laws of Success",
  "publisher": "Amber-Allen Publishing, Inc.",
  "isPreorder": false,
  "artistName": "Deepak Chopra",
  "editorialNotes": {
    "tagline": "<i>The Seven Spiritual Laws of Success</i> is one of those books that you can read so fast. It’s very easy to comprehend, but just because it’s a fast read and easy to comprehend does not mean that it lacks in meaning or impact. My favorite chapter is ‘The Law of Least Effort.’”"
  },
  "primaryLocale": "en-US"
}
