{
  "id": "470062618",
  "title": "Wired for Story",
  "subtitle": "The Writer's Guide to Using Brain Science to Hook Readers from the Very First Sentence",
  "author": "Lisa Cron",
  "isbn": "9781607742463",
  "genreNames": [
    "Language Arts & Disciplines",
    "Books",
    "Professional & Technical",
    "Education",
    "Science & Nature"
  ],
  "seller": "Penguin Random House LLC",
  "offers": [
    {
      "buyParams": "productType=PUB&price=12990&salableAdamId=470062618&pricingParameters=STDQ&pg=default",
      "type": "buy",
      "priceFormatted": "$12.99",
      "price": 12.99,
      "assets": [
        {
          "flavor": "publication",
          "size": 8414292
        }
      ]
    }
  ],
  "pageCount": 272,
  "releaseDate": "2012-07-10",
  "isIBook": false,
  "description": {
    "standard": "<b>This guide reveals how writers can utilize cognitive storytelling strategies to craft stories that ignite readers’&#xa0;brains and captivate them through each plot element.</b><br /><br />Imagine knowing what the brain craves from every tale it encounters, what fuels the success of any great story, and what keeps readers transfixed. <i>Wired for Story</i> reveals these cognitive secrets—and it’s a game-changer for anyone who has ever set pen to paper.<br /><br />The vast majority of writing advice focuses on “writing well” as if it were the same as telling a great story. This is exactly where many aspiring writers fail—they strive for beautiful metaphors, authentic dialogue, and interesting characters, losing sight of the one thing that every engaging story must do: ignite the brain’s hardwired desire to learn what happens next. When writers tap into the evolutionary purpose of story and electrify our curiosity, it triggers a delicious dopamine rush that tells us to pay attention. Without it, even the most perfect prose won’t hold anyone’s interest.<br /><br />Backed by recent breakthroughs in neuroscience as well as examples from novels, screenplays, and short stories, <i>Wired for Story</i> offers a revolutionary look at story as the brain experiences it. Each chapter zeroes in on an aspect of the brain, its corresponding revelation about story, and the way to apply it to your storytelling right now."
  },
  "artwork": {
    "width": 1650,
    "url": "https://is1-ssl.mzstatic.com/image/thumb/Publication128/v4/cf/30/01/cf3001ae-df57-5a1c-2b91-59d72cd360a8/9781607742463.jpg/{w}x{h}bb.{f}",
    "height": 2475,
    "textColor3": "343434",
    "textColor2": "471719",
    "textColor4": "6b4647",
    "textColor1": "020101",
    "bgColor": "ffffff",
    "hasP3": false
  },
  "versionDesktopSupportLevel": "supported",
  "userRating": {
    "value": 4.4,
    "ratingCount": 25,
    "ratingCountList": [
      0,
      1,
      3,
      7,
      14
    ],
    "ariaLabelForRatings": "4.4 stars"
  },
  "name": "Wired for Story",
  "publisher": "Clarkson Potter/Ten Speed",
  "isPreorder": false,
  "artistName": "Lisa Cron",
  "primaryLocale": "en-US"
}
