{
  "id": "6445206016",
  "type": "books",
  "title": "Octopus, Squid & Cuttlefish",
  "subtitle": "A Visual, Scientific Guide to the Oceans’ Most Advanced Invertebrates",
  "author": "Roger Hanlon, Michael Vecchione & Louise Allcock",
  "isbn": "9780226459738",
  "genreNames": [
    "Science & Nature",
    "Books",
    "Life Sciences",
    "Nature",
    "Biology",
    "Earth Sciences"
  ],
  "seller": "OpenRoad Integrated Media, LLC",
  "offers": [
    {
      "buyParams": "productType=PUB&price=25990&salableAdamId=6445206016&pricingParameters=STDQ&pg=default",
      "type": "buy",
      "priceFormatted": "$25.99",
      "price": 25.99,
      "currencyCode": "USD",
      "assets": [
        {
          "flavor": "publication",
          "size": 37949453
        }
      ]
    }
  ],
  "pageCount": 224,
  "releaseDate": "2018-10-31",
  "isIBook": false,
  "description": {
    "standard": "<b>“Cephalopods are often misunderstood creatures. Three biologists set the record straight on the behaviors and evolution of these invertebrates of the sea.” —<i>Science News</i></b><br /><br />Largely shell-less relatives of clams and snails, the marine mollusks in the class Cephalopoda—Greek for “head-foot” —are colorful creatures of many-armed dexterity, often inky self-defense, and highly evolved cognition. They are capable of learning, of retaining information—and of rapid decision-making to avoid predators and find prey. They have eyes and senses rivaling those of vertebrates like birds and fishes, they morph texture and body shape, and they change color faster than a chameleon. In short, they captivate us.<br /><br />From the long-armed mimic octopus—able to imitate the appearance of swimming flounders and soles—to the aptly named flamboyant cuttlefish, whose undulating waves of color rival the graphic displays of any LCD screen, there are more than seven hundred species of cephalopod. Featuring a selection of species profiles, Octopus, Squid, and Cuttlefish reveals the evolution, anatomy, life history, behaviors, and relationships of these spellbinding animals. Their existence proves that intelligence can develop in very different ways: not only are cephalopods unusually large-brained invertebrates, they also carry two-thirds of their neurons in their arms. <br /><br />A treasure trove of scientific fact and visual explanation, this worldwide illustrated guide to cephalopods offers a comprehensive review of these fascinating and mysterious underwater invertebrates—from the lone hunting of the octopus, to the social squid, and the prismatic skin signaling of the cuttlefish.<br /><br /><b>“After reading about the cephalopods’ abilities and behaviors, as well as their potential for advancing our lives, readers might think twice before ordering their next calamari appetizer.” —<i>American Scientist</i></b>"
  },
  "artwork": {
    "width": 1575,
    "url": "https://is1-ssl.mzstatic.com/image/thumb/Publication113/v4/6e/45/5e/6e455e06-48e3-9bd6-df87-c0116e817b03/9780226459738.jpg/{w}x{h}bb.{f}",
    "height": 1797,
    "textColor3": "c8c1c8",
    "textColor2": "db9c7d",
    "textColor4": "b18069",
    "assetToken": "Publication113/v4/6e/45/5e/6e455e06-48e3-9bd6-df87-c0116e817b03/9780226459738.jpg",
    "textColor1": "f7eef3",
    "bgColor": "0b0f1a",
    "hasP3": false
  },
  "iBooksVersion": "1.5",
  "versionDesktopSupportLevel": "supported",
  "userRating": {
    "value": 4,
    "ratingCount": 1,
    "ratingCountList": [
      0,
      0,
      0,
      1,
      0
    ],
    "ariaLabelForRatings": "4.0 stars"
  },
  "name": "Octopus, Squid & Cuttlefish",
  "publisher": "The University of Chicago Press",
  "isPreorder": false,
  "artistName": "Roger Hanlon, Michael Vecchione & Louise Allcock",
  "primaryLocale": "en-US"
}
