{
  "id": "719973904",
  "title": "The Negative Trait Thesaurus: A Writer's Guide to Character Flaws",
  "subtitle": null,
  "author": "Angela Ackerman & Becca Puglisi",
  "isbn": "9780989772525",
  "genreNames": [
    "Language Arts & Disciplines",
    "Books",
    "Professional & Technical",
    "Education",
    "Reference",
    "Writing",
    "Dictionaries & Thesauruses"
  ],
  "seller": "JADD Publishing",
  "offers": [
    {
      "buyParams": "productType=PUB&price=6990&salableAdamId=719973904&pricingParameters=PLUS&pg=default",
      "type": "buy",
      "priceFormatted": "$6.99",
      "price": 6.99,
      "assets": [
        {
          "flavor": "plusPublication",
          "size": 2931711
        }
      ]
    }
  ],
  "pageCount": 264,
  "releaseDate": "2013-10-21",
  "isIBook": false,
  "seriesInfo": {
    "seriesName": "Writers Helping Writers Series",
    "sequenceNumber": "2",
    "sequenceDisplayLabel": "Book 2"
  },
  "description": {
    "standard": "Crafting likable, interesting characters is a balancing act, and finding that perfect mix of strengths and weaknesses can be difficult. Not only does a well-drawn protagonist need positive attributes to help him succeed, he must also have flaws that humanize him and give him something to overcome. The same is true of villains and the rest of the story’s supporting cast. So how can writers figure out which flaws best fit their characters? Which negative traits will create personality clashes and conflict while making success difficult?<br />\nTAKE CHARACTER CREATION TO A WHOLE NEW LEVEL<br /><br />\nNothing adds complexity like character flaws. Inside <i>The</i> <i>Negative Trait Thesaurus </i>you’ll find:&#xa0;<br />\n\t•A vast collection of flaws to explore when building a character’s personality. Each entry includes possible causes, attitudes, behaviors, thoughts, and related emotions<br />\n\t•Real examples from literature, film, or television to show how each flaw can create life challenges and relational friction<br />\n\t•Advice on building layered and memorable characters from the ground up&#xa0; &#xa0;<br />\n\t•An in-depth look at backstory, emotional wounds, and how pain twists a character’s view of himself and his world, influencing behavior and decision making<br />\n\t•A flaw-centric exploration of character arc, relationships, motivation, and basic needs<br />\n\t•Tips on how to best show a character’s flaws to readers while avoiding common pitfalls&#xa0;<br />\n\t•Downloadable tools to aid writers in character creation<br />\n<i></i><br />\n<i>The Negative Trait Thesaurus</i> sheds light on your character’s dark side. Written in list format and fully indexed, this brainstorming resource is perfect for creating deep, flawed characters readers will relate to."
  },
  "artwork": {
    "width": 2105,
    "height": 3000,
    "url": "https://is1-ssl.mzstatic.com/image/thumb/Publication/v4/d6/ff/06/d6ff061c-1a0f-e2f1-3077-1c4eb692cd76/cover.jpg/{w}x{h}bb.{f}",
    "hasP3": false
  },
  "versionDesktopSupportLevel": "supported",

  "userRating": {
    "value": 4.8,
    "ratingCount": 10,
    "ratingCountList": [0, 0, 0, 2, 8],
    "ariaLabelForRatings": "4.8 stars"
  },
  "name": "The Negative Trait Thesaurus: A Writer's Guide to Character Flaws",
  "publisher": "JADD Publishing",
  "isPreorder": false,
  "artistName": "Angela Ackerman & Becca Puglisi",
  "primaryLocale": "en-US"
}
