{
  "id": "854402452",
  "title": "The Language Hoax",
  "subtitle": null,
  "author": "John H. McWhorter",
  "isbn": "9780199361601",
  "genreNames": [
    "Language Arts & Disciplines",
    "Books",
    "Professional & Technical",
    "Education",
    "Health, Mind & Body",
    "Psychology",
    "Reference",
    "Words & Language"
  ],
  "seller": "The Chancellor, Masters and Scholars of the University of Oxford trading as Oxford University Press",
  "offers": [
    {
      "buyParams": "productType=PUB&price=10990&salableAdamId=854402452&pricingParameters=STDQ&pg=default",
      "type": "buy",
      "priceFormatted": "$10.99",
      "price": 10.99,
      "assets": [
        {
          "flavor": "publication",
          "size": 6857574
        }
      ]
    }
  ],
  "pageCount": 224,
  "releaseDate": "2014-04-01",
  "isIBook": false,
  "description": {
    "standard": "Japanese has a term that covers both green and blue. Russian has separate terms for dark and light blue. Does this mean that Russians perceive these colors differently from Japanese people? Does language control and limit the way we think? \n\nThis short, opinionated book addresses the Sapir-Whorf hypothesis, which argues that the language we speak shapes the way we perceive the world. Linguist John McWhorter argues that while this idea is mesmerizing, it is plainly wrong. It is language that reflects culture and worldview, not the other way around. The fact that a language has only one word for eat, drink, and smoke doesn't mean its speakers don't process the difference between food and beverage, and those who use the same word for blue and green perceive those two colors just as vividly as others do. \n\nMcWhorter shows not only how the idea of language as a lens fails but also why we want so badly to believe it: we're eager to celebrate diversity by acknowledging the intelligence of peoples who may not think like we do. Though well-intentioned, our belief in this idea poses an obstacle to a better understanding of human nature and even trivializes the people we seek to celebrate. The reality -- that all humans think alike -- provides another, better way for us to acknowledge the intelligence of all peoples."
  },
  "artwork": {
    "width": 1600,
    "url": "https://is1-ssl.mzstatic.com/image/thumb/Publication22/v4/33/de/cc/33decc83-5506-bcf8-597a-e4b92d31bce8/9780199361601.jpg/{w}x{h}bb.{f}",
    "height": 2286,
    "textColor3": "44332d",
    "textColor2": "1d1c13",
    "textColor4": "4a493c",
    "assetToken": "Publication22/v4/33/de/cc/33decc83-5506-bcf8-597a-e4b92d31bce8/9780199361601.jpg",
    "textColor1": "150000",
    "bgColor": "fffdde",
    "hasP3": false
  },
  "versionDesktopSupportLevel": "supported",
  "userRating": {
    "value": 4.7,
    "ratingCount": 7,
    "ratingCountList": [
      0,
      0,
      0,
      2,
      5
    ],
    "ariaLabelForRatings": "4.7 stars"
  },
  "name": "The Language Hoax",
  "publisher": "Oxford University Press",
  "isPreorder": false,
  "artistName": "John H. McWhorter",
  "primaryLocale": "en-US"
}
