{
  "id": "894606475",
  "title": "The Soul of an Octopus",
  "subtitle": "A Surprising Exploration into the Wonder of Consciousness",
  "author": "Sy Montgomery",
  "isbn": "9781451697742",
  "genreNames": [
    "Nature",
    "Books",
    "Science & Nature",
    "Life Sciences",
    "Lifestyle & Home",
    "Pets"
  ],
  "seller": "SIMON AND SCHUSTER DIGITAL SALES INC ",
  "offers": [
    {
      "buyParams": "productType=PUB&price=13990&salableAdamId=894606475&pricingParameters=STDQ&pg=default",
      "type": "buy",
      "priceFormatted": "$13.99",
      "price": 13.99,
      "assets": [
        {
          "flavor": "publication",
          "size": 14712464
        }
      ]
    }
  ],
  "pageCount": 272,
  "releaseDate": "2015-05-12",
  "isIBook": false,
  "description": {
    "standard": "<b>Finalist for the National Book Award for Nonfiction * <i>New York Times </i>Bestseller * A <i>Huffington Post</i> Notable Nonfiction Book of the Year * One of the Best Books of the Month on <i>Goodreads * Library Journal </i>Best Sci-Tech Book of the Year * An American Library Association Notable Book of the Year</b><br /><br /> <b>“Sy Montgomery’s <i>The Soul of an Octopus</i> does for the creature what Helen Macdonald’s <i>H Is for Hawk</i> did for raptors.” —<i>New Statesman</i>, UK</b><br /><br /> <b>“One of the best science books of the year.” —<i>Science Friday</i>, NPR</b><br /><br /> <b>Another <i>New York Times</i> bestseller from the author of <i>The Good Good Pig</i>, this “fascinating…touching…informative…entertaining” (<i>The</i> <i>Daily Beast</i>) book explores the emotional and physical world of the octopus—a surprisingly complex, intelligent, and spirited creature—and the remarkable connections it makes with humans.</b><br /><br />In pursuit of the wild, solitary, predatory octopus, popular naturalist Sy Montgomery has practiced true immersion journalism. From New England aquarium tanks to the reefs of French Polynesia and the Gulf of Mexico, she has befriended octopuses with strikingly different personalities—gentle Athena, assertive Octavia, curious Kali, and joyful Karma. Each creature shows her cleverness in myriad ways: escaping enclosures like an orangutan; jetting water to bounce balls; and endlessly tricking companions with multiple “sleights of hand” to get food.<br /><br />Scientists have only recently accepted the intelligence of dogs, birds, and chimpanzees but now are watching octopuses solve problems and are trying to decipher the meaning of the animal’s color-changing techniques. With her “joyful passion for these intelligent and fascinating creatures” (<i>Library Journal</i> Editors’ Spring Pick), Montgomery chronicles the growing appreciation of this mollusk as she tells a unique love story. By turns funny, entertaining, touching, and profound, <i>The Soul of an Octopus </i>reveals what octopuses can teach us about the meeting of two very different minds."
  },
  "artwork": {
    "width": 1399,
    "url": "https://is1-ssl.mzstatic.com/image/thumb/Publication49/v4/ac/f5/e4/acf5e443-a1ad-fe57-be9e-5cb30519d21d/9781451697742.jpg/{w}x{h}bb.{f}",
    "height": 2146,
    "textColor3": "2f2f2a",
    "textColor2": "0b2530",
    "textColor4": "394e51",
    "textColor1": "000000",
    "bgColor": "efefd5",
    "hasP3": false
  },
  "versionDesktopSupportLevel": "supported",

  "userRating": {
    "value": 4.3,
    "ratingCount": 251,
    "ratingCountList": [6, 7, 29, 69, 140],
    "ariaLabelForRatings": "4.3 stars"
  },
  "name": "The Soul of an Octopus",
  "isPreorder": false,
  "publisher": "Atria Books",
  "artistName": "Sy Montgomery",
  "primaryLocale": "en-US"
}
